const data = [
    {
      "name": "Запеченный лосось",
      "ingredients": [
        { "name": "Лосось", "amount": 1, "measurement": "фунт" },
        { "name": "Кедровые орехи", "amount": 1, "measurement": "чаша" },
        { "name": "Сливочное масло", "amount": 2, "measurement": "чаши" },
        { "name": "Жёлтая Тыква", "amount": 1, "measurement": "штука" },
        { "name": "Оливковое масло", "amount": 0.5, "measurement": "чаши" },
        { "name": "Чеснок", "amount": 3, "measurement": "зубчика" }
      ],
      "steps": [
        "Разогрейте духовку до 350 градусов",
        "Смажте оливковым маслом стеклянную форму для выпечки",
        "Добавьте лосось, чеснок и кедровые орешки в форму",
        "Выпекайте в течение 15 минут.",
        "Добавьте желтую тыкву и поставьте обратно в духовку на 30 минут.",
        "Выньте из духовки и дайте остыть в течение 15 минут. Добавьте листья салата и подавайте на стол."
      ]
    },
    {
      "name": "Рыбные тако",
      "ingredients": [
        { "name": "Былая рыба", "amount": 1, "measurement": "фунт" },
        { "name": "Сыр", "amount": 1, "measurement": "чаша" },
        { "name": "кочанный салат", "amount": 2, "measurement": "чаши" },
        { "name": "Помидоры", "amount": 2, "measurement": "большие"},
        { "name": "Тортилья", "amount": 3, "measurement": "штуки" }
      ],
      "steps": [
        "Приготовьте рыбу на гриле до готовности",
        "Выложите рыбу на 3 лепешки",
        "Сверху положите листья салата, помидоры и сыр."
      ]
    }
  ]

  export default data;